{
  "\n": 24,
  " ": 0,
  "!": 35,
  "\"": 69,
  "#": 61,
  "$": 83,
  "%": 85,
  "&": 72,
  "'": 57,
  "(": 82,
  ")": 80,
  "*": 98,
  "+": 93,
  ",": 38,
  "-": 40,
  ".": 19,
  "/": 28,
  "0": 30,
  "1": 29,
  "2": 32,
  "3": 41,
  "4": 45,
  "5": 44,
  "6": 46,
  "7": 53,
  "8": 54,
  "9": 55,
  ":": 26,
  ";": 70,
  "=": 92,
  "?": 71,
  "@": 23,
  "A": 31,
  "B": 51,
  "C": 36,
  "D": 33,
  "E": 49,
  "F": 59,
  "G": 52,
  "H": 56,
  "I": 34,
  "J": 63,
  "K": 68,
  "L": 58,
  "M": 39,
  "N": 42,
  "O": 47,
  "P": 50,
  "Q": 78,
  "R": 43,
  "S": 37,
  "T": 22,
  "U": 64,
  "V": 66,
  "W": 48,
  "X": 77,
  "Y": 65,
  "Z": 76,
  "[": 115,
  "\\": 400,
  "]": 119,
  "_": 73,
  "`": 234,
  "a": 3,
  "b": 21,
  "c": 15,
  "d": 11,
  "e": 1,
  "f": 20,
  "g": 17,
  "h": 10,
  "i": 7,
  "j": 62,
  "k": 25,
  "l": 9,
  "m": 13,
  "n": 5,
  "o": 4,
  "p": 14,
  "q": 75,
  "r": 6,
  "s": 8,
  "t": 2,
  "u": 12,
  "v": 27,
  "w": 18,
  "x": 60,
  "y": 16,
  "z": 67,
  "{": 159,
  "|": 100,
  "}": 160,
  "~": 96,
  "\u0092": 388,
  "\u00a0": 95,
  "\u00a3": 148,
  "\u00ab": 165,
  "\u00ae": 149,
  "\u00b4": 166,
  "\u00ba": 171,
  "\u00bb": 146,
  "\u00c9": 223,
  "\u00e1": 331,
  "\u00e2": 320,
  "\u00e8": 236,
  "\u00e9": 114,
  "\u00ed": 339,
  "\u00ef": 363,
  "\u00f1": 335,
  "\u00f3": 200,
  "\u00f8": 330,
  "\u00fa": 321,
  "\u011f": 329,
  "\u0131": 168,
  "\u013a": 340,
  "\u014d": 224,
  "\u05d3": 328,
  "\u05d6": 323,
  "\u05d7": 322,
  "\u05d9": 226,
  "\u05dd": 325,
  "\u05de": 327,
  "\u05e7": 324,
  "\u05ea": 326,
  "\u1ec5": 319,
  "\u200b": 231,
  "\u200e": 246,
  "\u200f": 247,
  "\u2013": 87,
  "\u2014": 86,
  "\u2015": 145,
  "\u2018": 90,
  "\u2019": 74,
  "\u201c": 79,
  "\u201d": 81,
  "\u2022": 103,
  "\u2026": 84,
  "\u2032": 366,
  "\u203c": 127,
  "\u20ac": 401,
  "\u2122": 387,
  "\u2194": 333,
  "\u25cf": 352,
  "\u2600": 187,
  "\u2601": 348,
  "\u2605": 134,
  "\u2606": 342,
  "\u2609": 332,
  "\u2611": 104,
  "\u2618": 288,
  "\u261d": 243,
  "\u261e": 192,
  "\u2639": 374,
  "\u263a": 143,
  "\u2661": 108,
  "\u2665": 164,
  "\u26a1": 316,
  "\u26be": 184,
  "\u26f3": 392,
  "\u2705": 110,
  "\u2708": 242,
  "\u270a": 244,
  "\u270c": 237,
  "\u2714": 126,
  "\u2728": 370,
  "\u274c": 105,
  "\u2764": 99,
  "\u27a1": 97,
  "\u2b05": 356,
  "\u2b07": 158,
  "\u3001": 116,
  "\u3002": 138,
  "\u300a": 351,
  "\u300c": 275,
  "\u300d": 282,
  "\u3042": 218,
  "\u3044": 161,
  "\u3046": 180,
  "\u304a": 310,
  "\u304c": 155,
  "\u304d": 211,
  "\u304e": 298,
  "\u304f": 213,
  "\u3052": 287,
  "\u3053": 210,
  "\u3054": 312,
  "\u3055": 273,
  "\u3056": 313,
  "\u3057": 125,
  "\u3059": 156,
  "\u305b": 274,
  "\u305d": 306,
  "\u305f": 152,
  "\u3066": 220,
  "\u3067": 154,
  "\u3068": 129,
  "\u306a": 139,
  "\u306b": 121,
  "\u306e": 136,
  "\u306f": 177,
  "\u307e": 137,
  "\u307f": 258,
  "\u3081": 276,
  "\u3084": 264,
  "\u3088": 212,
  "\u308a": 157,
  "\u308b": 140,
  "\u3092": 130,
  "\u30a2": 221,
  "\u30b8": 307,
  "\u30b9": 280,
  "\u30c0": 252,
  "\u30c8": 151,
  "\u30c9": 219,
  "\u30ca": 304,
  "\u30d5": 249,
  "\u30d7": 174,
  "\u30d9": 279,
  "\u30e9": 172,
  "\u30ea": 251,
  "\u30eb": 305,
  "\u30ed": 250,
  "\u30f3": 173,
  "\u4e00": 272,
  "\u4e0a": 286,
  "\u4e16": 300,
  "\u4eca": 259,
  "\u4f1a": 205,
  "\u521d": 290,
  "\u5230": 253,
  "\u529f": 309,
  "\u5317": 261,
  "\u534a": 260,
  "\u53d6": 285,
  "\u53f2": 291,
  "\u540c": 295,
  "\u554f": 178,
  "\u5584": 278,
  "\u5927": 135,
  "\u5c3d": 281,
  "\u5e38": 266,
  "\u5f53": 303,
  "\u6210": 308,
  "\u62c9": 284,
  "\u63fa": 297,
  "\u65e5": 153,
  "\u65e9": 255,
  "\u6700": 277,
  "\u671d": 207,
  "\u672c": 179,
  "\u6765": 283,
  "\u6b74": 216,
  "\u70b9": 269,
  "\u754c": 301,
  "\u7684": 292,
  "\u76df": 296,
  "\u7740": 254,
  "\u793a": 302,
  "\u7948": 311,
  "\u7c73": 214,
  "\u7d46": 299,
  "\u7d71": 175,
  "\u8133": 204,
  "\u81e8": 257,
  "\u81f4": 209,
  "\u8981": 268,
  "\u8a2a": 217,
  "\u8a8d": 270,
  "\u8ac7": 206,
  "\u8b58": 271,
  "\u8cbb": 263,
  "\u901f": 256,
  "\u9055": 294,
  "\u91cd": 267,
  "\u9593": 293,
  "\u975e": 265,
  "\u9818": 176,
  "\u984c": 208,
  "\u9996": 203,
  "\u9bae": 262,
  "\ufe0f": 91,
  "\uff32": 397,
  "\uff34": 398,
  "\ud83c\udde6": 182,
  "\ud83c\udde8": 183,
  "\ud83c\uddea": 181,
  "\ud83c\uddeb": 202,
  "\ud83c\uddec": 248,
  "\ud83c\uddee": 141,
  "\ud83c\uddef": 124,
  "\ud83c\uddf0": 150,
  "\ud83c\uddf1": 186,
  "\ud83c\uddf2": 317,
  "\ud83c\uddf3": 201,
  "\ud83c\uddf4": 222,
  "\ud83c\uddf5": 107,
  "\ud83c\uddf7": 109,
  "\ud83c\uddf8": 89,
  "\ud83c\uddfa": 88,
  "\ud83c\uddfb": 315,
  "\ud83c\udf0d": 233,
  "\ud83c\udf0f": 359,
  "\ud83c\udf1a": 396,
  "\ud83c\udf39": 389,
  "\ud83c\udf3a": 318,
  "\ud83c\udf51": 382,
  "\ud83c\udf77": 395,
  "\ud83c\udf7b": 391,
  "\ud83c\udf88": 346,
  "\ud83c\udf89": 193,
  "\ud83c\udfa5": 102,
  "\ud83c\udfa7": 379,
  "\ud83c\udfac": 377,
  "\ud83c\udfbe": 361,
  "\ud83c\udfc6": 215,
  "\ud83c\udfc8": 225,
  "\ud83c\udfe2": 368,
  "\ud83c\udfeb": 369,
  "\ud83c\udffb": 117,
  "\ud83c\udffc": 357,
  "\ud83c\udffd": 344,
  "\ud83d\udc18": 245,
  "\ud83d\udc40": 341,
  "\ud83d\udc46": 343,
  "\ud83d\udc48": 362,
  "\ud83d\udc49": 227,
  "\ud83d\udc4a": 144,
  "\ud83d\udc4b": 195,
  "\ud83d\udc4c": 113,
  "\ud83d\udc4d": 94,
  "\ud83d\udc4e": 338,
  "\ud83d\udc4f": 132,
  "\ud83d\udc51": 196,
  "\ud83d\udc54": 239,
  "\ud83d\udc57": 371,
  "\ud83d\udc5a": 372,
  "\ud83d\udc62": 373,
  "\ud83d\udc7f": 229,
  "\ud83d\udc81": 385,
  "\ud83d\udc83": 241,
  "\ud83d\udc8b": 390,
  "\ud83d\udc94": 240,
  "\ud83d\udc95": 163,
  "\ud83d\udc97": 123,
  "\ud83d\udc98": 365,
  "\ud83d\udc99": 399,
  "\ud83d\udc9a": 345,
  "\ud83d\udc9c": 185,
  "\ud83d\udc9e": 386,
  "\ud83d\udca4": 350,
  "\ud83d\udca5": 235,
  "\ud83d\udca6": 381,
  "\ud83d\udca8": 188,
  "\ud83d\udcaa": 189,
  "\ud83d\udcaf": 112,
  "\ud83d\udcb0": 162,
  "\ud83d\udcc8": 111,
  "\ud83d\udcc9": 314,
  "\ud83d\udcd6": 384,
  "\ud83d\udcf7": 394,
  "\ud83d\udcf8": 142,
  "\ud83d\udcfa": 367,
  "\ud83d\udd05": 360,
  "\ud83d\udd25": 198,
  "\ud83d\uddfd": 230,
  "\ud83d\ude01": 194,
  "\ud83d\ude02": 118,
  "\ud83d\ude03": 232,
  "\ud83d\ude04": 128,
  "\ud83d\ude05": 378,
  "\ud83d\ude06": 353,
  "\ud83d\ude07": 354,
  "\ud83d\ude09": 197,
  "\ud83d\ude0a": 122,
  "\ud83d\ude0d": 120,
  "\ud83d\ude0e": 190,
  "\ud83d\ude11": 199,
  "\ud83d\ude12": 191,
  "\ud83d\ude13": 364,
  "\ud83d\ude14": 375,
  "\ud83d\ude18": 133,
  "\ud83d\ude1c": 380,
  "\ud83d\ude1d": 393,
  "\ud83d\ude21": 376,
  "\ud83d\ude22": 147,
  "\ud83d\ude23": 355,
  "\ud83d\ude29": 383,
  "\ud83d\ude2c": 169,
  "\ud83d\ude30": 358,
  "\ud83d\ude31": 238,
  "\ud83d\ude33": 167,
  "\ud83d\ude34": 349,
  "\ud83d\ude45": 170,
  "\ud83d\ude4c": 101,
  "\ud83d\ude4f": 106,
  "\ud83d\ude80": 347,
  "\ud83d\ude82": 131,
  "\ud83d\udea8": 228,
  "\ud83e\udd14": 336,
  "\ud83e\udd16": 337,
  "\ud83e\udd83": 289,
  "\udbff\udc00": 334
}